export const summaryData = `
    REST API와 SPA 개발 경험을 쌓은 웹 개발자입니다.<br />
    단일 프로젝트에서 백엔드, 프론트엔드 개발과 퍼블리싱을 모두 담당하여<br />
    전체 서비스 흐름을 설계하고 배포한 경험이 있습니다.<br /><br />
    클린 코드를 지향하며 일관성과 재사용성을 중시하고,<br />
    반복적인 프로세스를 자동화하고 최적화하는 데 능숙합니다.<br /><br />
    수학적 지식을 바탕으로 알고리즘 구현을 즐기며,<br />
    복잡한 문제에 대한 창의적이고 효율적인 해결책을 찾는 일을 좋아합니다.<br /><br />
    새로운 기술 학습에 능동적이며<br />
    웹 성능 최적화, AWS 등 개발 역량 강화를 위해 꾸준히 탐구하고 있습니다.<br />
`

// export const summaryData = `
//     <p>REST API와 SPA 개발 경험을 쌓은 웹 개발자입니다.
//     단일 프로젝트에서 백엔드, 프론트엔드 개발과 퍼블리싱을 모두 담당하여
//     전체 서비스 흐름을 설계하고 배포한 경험이 있습니다.
//     클린 코드를 지향하며 일관성과 재사용성을 중시하고,
//     반복적인 프로세스를 자동화하고 최적화하는 데 능숙합니다.
//     수학적 지식을 바탕으로 알고리즘 구현을 즐기며,
//     복잡한 문제에 대한 창의적이고 효율적인 해결책을 찾는 일을 좋아합니다.
//     새로운 기술 학습에 능동적이며
//     웹 성능 최적화, AWS 등 개발 역량 강화를 위해 꾸준히 탐구하고 있습니다.</p>
// `